/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "É necessário iniciar sessão como administrador para alterar esta definição.";
"AUTH_TIP" = "É necessário introduzir um nome e palavra-passe de administrador para alterar estas definições.";
"SRVR_TIP" = "Estas opções não estão disponíveis no Mac OS X Server.";
"ADD" = "Adicionar";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Continuar";
"CANCEL" = "Cancelar";
"CHANGE" = "Alterar…";
"APPLY" = "Aplicar";
"DONTAPPLY" = "Não aplicar";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "AVISO: ";

"FILEVAULT_UNAVAILABLE" = "Não é possível activar o FileVault nesta conta.";
"FILEVAULT_UNAVAILABLE_DESC" = "Não é possível activar o FileVault nesta conta, porque é uma conta de rede, ou porque a respectiva pasta pessoal se encontra num servidor.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Não é possível activar o FileVault para proteger a pasta pessoal desta conta de utilizador.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "A pasta pessoal está num volume cujo formato não é Mac OS Expandido.";

"MANAGED_TOOLTIP" = "Esta opção está indisponível porque é gerida pelo administrador de sistema.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Não é possível activar o FileVault nesta conta. As contas externas devem ser criadas como contas FileVault.";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Não é possível alterar o início de sessão automático, porque é gerido pelo administrador de sistema.";

"MASTER_PASSWORD_VERIFY_ERR" = "A palavra-passe mestra anterior foi introduzida incorrectamente. Volte a tentar.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "As palavras-passe não coincidem.";
"PASS_VERIFY_ERR" = "A palavra-passe e a palavra-passe de confirmação não são idênticas. Volte a digitar a palavra-passe.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Não especificou nenhuma palavra-passe principal.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Para activar o FileVault, tem de ter uma palavra-passe mestra.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "A pista não pode ser igual à palavra-passe.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "A palavra-passe e a pista não devem ser iguais. Escolha uma pista diferente.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Essa palavra-passe não está correcta.";

"PASS_IS_EMPTY_ERR_SHORT" = "Não introduziu uma palavra-passe.";
"PASS_IS_EMPTY_ERR" = "Não especificou nenhuma palavra-passe.";
"PASS_IS_EMPTY_ERR_DESC" = "Para activar o FileVault para esta conta de utilizador, é necessário introduzir uma palavra-passe para a conta.";

"KEYCHAIN_NONADMIN_PASSWORD" = "A palavra-passe do porta-chaves será alterada para a nova palavra-passe da conta.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "A palavra-passe do porta-chaves será alterada para a nova palavra-passe da conta.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Se o porta-chaves estiver protegido, será necessário digitar a palavra-passe actual do porta-chaves antes de a poder alterar.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Não é possível activar o FileVault, se existirem outros utilizadores com sessão iniciada no computador.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Termine a sessão dos outros utilizadores e, em seguida, active o FileVault nesta conta.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Não é possível desactivar o FileVault, se existirem outros utilizadores com sessão iniciada no computador.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Termine a sessão dos outros utilizadores e, em seguida, desactive o FileVault nesta conta.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Não é possível converter os formatos do FileVault, se existirem outros utilizadores com sessão iniciada no computador.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Termine a sessão dos outros utilizadores deste computador e depois converta o FileVault nesta conta.";


"FILEVAULT_ON_NO_ROOM" = "Não há espaço suficiente no disco rígido para activar o FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "Para activar o FileVault, necessita de %@ adicionais de espaço em disco no volume \"%@\". Experimente esvaziar o Lixo ou eliminar ficheiros desnecessários.";

"FILEVAULT_OFF_NO_ROOM" = "Não há espaço suficiente no disco rígido para desactivar o FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "Para desactivar o FileVault, necessita de %@ adicionais de espaço em disco no volume \"%@\". Experimente esvaziar o Lixo ou eliminar ficheiros desnecessários.";

"FILEVAULT_CONVERT_NO_ROOM" = "Não há espaço suficiente no disco rígido para converter o FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Para converter o FileVault, necessita de %@ adicionais de espaço em disco no volume \"%@\". Experimente esvaziar o Lixo ou eliminar ficheiros desnecessários.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Não há espaço suficiente em \"%@\" para activar o FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "Para activar o FileVault, necessita de %@ adicionais de espaço em disco para criar uma cópia codificada da pasta pessoal. Experimente esvaziar o Lixo ou eliminar ficheiros desnecessários de \"%@\".";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Não há espaço suficiente em \"%@\" para desactivar o FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "Para desactivar o FileVault, necessita de %@ adicionais de espaço em disco para criar uma cópia descodificada da pasta pessoal. Experimente esvaziar o Lixo ou eliminar ficheiros desnecessários de \"%@\".";
"FILEVAULT_SECURE_ERASE_STATUS" = "A eliminar com segurança a pasta pessoal anterior: %d%% concluído.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "A eliminação segura da pasta pessoal anterior foi concluída.";

"MASTER_PASSWORD_PART_1" = "Uma palavra-passe mestra está ";
"MASTER_PASSWORD_PART_2_NO" = "por definir";
"MASTER_PASSWORD_PART_2_YES" = "definida";
"MASTER_PASSWORD_PART_3" = " neste computador.";

"FILEVAULT_PART_1" = "A protecção FileVault está ";
"FILEVAULT_PART_2_NO" = "desactivada";
"FILEVAULT_PART_2_YES" = "activa";
"FILEVAULT_PART_3" = " nesta conta.";

"SET_MASTER_PASSWORD" = "Palavra-passe mestra…";
"TURN_ON_FILEVAULT" = "Activar o FileVault…";
"TURN_OFF_FILEVAULT" = "Desactivar o FileVault...";
"FILEVAULT_ON_NOTE" = "Activar o FileVault pode demorar algum tempo.";
"FILEVAULT_OFF_NOTE" = "Desactivar o FileVault pode demorar algum tempo.";

"CHANGE_PASS_FAILED_TITLE" = "Não é possível utilizar essa palavra-passe.";
"CHANGE_PASS_FAILED" = "Ocorreu um problema com a sua palavra-passe. É possível que o administrador do sistema não permita que altere a palavra-passe. Contacte o administrador do sistema para obter assistência.";
"CHANGE_PASS_FAILED_QualityCheck" = "A palavra-passe não cumpre os requisitos especificados pelo administrador do sistema. Poderá ter de utilizar diferentes caracteres, números ou símbolos na palavra-passe. Se não souber exactamente quais são os requisitos da palavra-passe, contacte o administrador do sistema.";
"CHANGE_PASS_FAILED_TooShort" = "A sua palavra-passe é demasiado curta. Digite uma palavra-passe maior.";
"CHANGE_PASS_FAILED_TooLong" = "A sua palavra-passe é demasiado longa. Digite uma palavra-passe mais curta.";
"CHANGE_PASS_FAILED_NeedsLetter" = "A palavra-passe tem de ter uma ou mais letras. Experimente introduzir uma palavra-passe nova.";
"CHANGE_PASS_FAILED_NeedsDigit" = "A palavra-passe tem de ter um ou mais números. Experimente introduzir uma palavra-passe nova.";
"CHANGE_PASS_FAILED_TooSoon" = "Alterou recentemente a sua palavra-passe. O administrador do sistema não permite que se altere a palavra-passe tão frequentemente. Contacte o administrador do sistema para obter ajuda.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Deseja repor os avisos de localização?";
"RESET_ALERT_INFO_TEXT" = "Quando lhe for solicitado, terá de autorizar as aplicações a usar a sua localização.";

"IR_DISABLED_NOTE" = "Este computador não funcionará com nenhum controlo remoto.";
"IR_PAIRED_NOTE" = "Este computador só funciona com o comando a distância emparelhado.";
"IR_UNPAIRED_NOTE" = "Este computador funciona com qualquer comando a distância disponível.";
"IR_PAIRED_BUTTON" = "Desemparelhar";
"IR_UNPAIRED_BUTTON" = "Emparelhar…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Pedir palavra-passe de administrador para desbloquear cada painel das Preferências do Sistema";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Os utilizadores convidados não podem alterar esta definição.";

/* Firewall Strings */
"Remote Management" = "Gestão remota";
"Network Time" = "Hora da rede";
"File Sharing" = "Partilha de ficheiros (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Partilha web";
"Printer Sharing" = "Partilha de impressoras";
"Remote Apple Events" = "Eventos Apple remotos";
"Remote Login - SSH" = "Acesso remoto (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "Partilha de fotografias do iPhoto";
"iTunes Music Sharing" = "Partilha de música do iTunes";
"Screen Sharing" = "Partilha de ecrã";
"Optical Disc Sharing" = "Partilha de DVD ou CD";

"CAPTION_FIREWALL_IS" = "Firewall: ";
"FIREWALL_OFF" = "Desactivado";
"FIREWALL_ON" = "Activo";

"FIREWALL_BUTTON_START" = "Iniciar";
"FIREWALL_BUTTON_STOP" = "Parar";
"FIREWALL_START" = "Clique em Iniciar para activar a firewall.";
"FIREWALL_STOP" = "Clique em Parar para desactivar a firewall.";

"FIREWALL_ALERT" = "A firewall deste computador está desactivada.";
"FIREWALL_ALERT_INFO" = "Clique em Iniciar para activar a firewall.";

"Services_DisplayName" = "Serviços";
"Applications_DisplayName" = "Aplicações";

"SHOW_IN_FINDER" = "Mostrar no Finder";
"OPEN_SHARING_PREF" = "Abrir partilha";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "É possível desactivar %@ nas \"Preferências de partilha\"";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Não está disponível nenhum registo de firewall";

"AX_ADD_CONNECTION_DESCRIPTION" = "Adicionar ligação";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Apagar ligação";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "A firewall está activa e configurada para impedir que aplicações, programas e serviços não autorizados aceitem ligações de entrada.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "A firewall deste computador está desactivada. São permitidas todas as ligações de entrada neste computador.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "A firewall está activa e foi configurada para bloquear todas as ligações de entrada, excepto as ligações necessárias para os serviços básicos de Internet, como DHCP, Bonjour e IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "A firewall bloqueará todos os serviços de partilha, como a partilha de ficheiros, partilha de ecrã, iChat Bonjour e partilha de música do iTunes. Se quiser permitir os serviços de partilha, clique em Avançadas e desassinale a opção “Bloquear todas as ligações de entrada”.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "A firewall bloqueará todos os serviços de partilha, como a partilha de ficheiros, partilha de ecrã, iChat Bonjour e partilha de música do iTunes. Se quiser permitir os serviços de partilha, desassinale a opção “Bloquear todas as ligações de entrada”.";
"FIREWALL_IMPORTANT" = "IMPORTANTE";

"ALERT_UNSAVED_CHANGES" = "Existem alterações não guardadas nas definições de firewall";
"ALERT_UNSAVED_CHANGES_EXIT" = "Aplicar as alterações antes de fechar o painel “Preferências de segurança”?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
